<!DOCTYPE html>
<html lang="sr">
<head>
    <meta charset="utf-8" />
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <title>Гимназија "Светозар Марковић", Ниш</title>
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <link rel="stylesheet" type="text/css" href="css/style.css" />
    <script src="js/hubscript.js"></script>
</head>
<body>

    <?php include 'header.php'; ?>
    <div class="row">
        <div class="column left">
            <!-- News 1 -->
            <div class="news hvr-grow" style="background-color:#fff;">
                <div class="titleholder">
                    <img src="res/library.jpg" alt="newsphoto" style="width: 100%;">
                    <img id="imgico" style="margin-top: -50px;" src="res/school.png" alt="newsicon">
                </div>
                <div style="padding-left: 4%; padding-right:3%">
                    <span id="newstitle2" style="margin-left: 1%;">Упознајте нов систем библиотеке!</span>
                    <p style="font-size: large; ">Да ли Вас је некад интересовало да ли библиотека има књигу коју тражите, а нисте довољно близу да проверите?
                        Да ли Бам је лакше да резервишете књигу преко интернета? Уз помоћ новог система то можете да учините преко нашег сајта! Нов систем омогућава лакши начин
                        долажења до информација и резервисања књиге. Такође, систем Вам доноси и занимљиву статистику: најчитанија књига и одабрана књига дана.
                    </p>
                </div>
            </div>
            <!-- News 1 end -->
            
            <!-- News 2 -->
            <div class="news hvr-grow" style="background-color:#fff;">
                <div class="titleholder">
                    <img src="res/library.jpg" alt="newsphoto" style="width: 100%;">
                    <img id="imgico" style="margin-top: -50px;" src="res/school.png" alt="newsicon">
                </div>
                <div style="padding-left: 4%; padding-right:3%">
                    <span id="newstitle2" style="margin-left: 1%;">Књига је пријатељ за цео живот...</span>
                    <p style="font-size: large; ">Школска библиотека Гимназије „Светозар Марковић” основана је када и школа, са циљем да, како пише у разним папирима и,
                       досада, већ избледелим документима, подржава наставни процес и буде на услузи ученицима и наставницима. У складу с тим, библиотека, 
                       већ шездесет година, успешно обавља свој основни задатак, али тежи да буде много више од пратиоца наставног процеса.
                       Не желимо да се библиотека доживљава као мрачан, прашњав, мемљив простор, претрпан мноштвом застарелих књига које су, уз то, у лошем стању.
                       Не желимо да нам ученици долазе нерадо, са одбојношћу и то само кад баш морају, говорећи шапатом како не би нарушили вечити прашњави мир књига,
                       страхујући, притом, од вечито намргођеног библиотекара коме не смеју да се обрате и који је ту само да књигу изда, раздужи и опомиње на рокове
                       и правила. Свим силама настојимо да ученици школску библиотеку доживљавају као свој простор, као место на коме се осећају пријатно, у којем радо
                       проводе време у учењу, читању, разговору са друговима или библиотекаром, у којем имају слободан приступ читавом књижном фонду, као и могућност да дођу до било које информације. Зато смо у приземљу Гимназије створили простран, светао, пријатан простор, оплемењен сликама наших ученика, постерима, цвећем. У сваком тренутку ученицима и наставницима је на располагању невелик, али лепо опремљен читаонички простор, као и три рачунара са приступом Интернету за потребе наставе, али, у тренуцима паузе и одмора, и за забаву.
                       Овде нашим драгим корисницима нудимо преко 12500 монографских публикација које обухватају лектиру, стручну литературу из разних области (српски језик, књижевност, математика, физика, рачунарство, историја, географија итд.), књиге на страним језицима – на енглеском, француском, немачком, руском, италијанском, речнике, енциклопедије, приручнике, најновије наслове белетристике. Ту су и разноврсни часописи, као и богата ДВД и ЦД колекција са наставним садржајима. Захваљујући изврсној сарадњи са Народном библиотеком „Стеван Сремац“, Универзитетском библиотеком „Никола Тесла“ и другим школским библиотекама, увек постоји могућност да се за наше ученике и професоре набави литература која им је неопходна, а коју не поседујемо.

                       Школска библиотека сваке године обнавља библиотечки фонд у складу са, нажалост, скромним финансијским средствима којима располаже. Притом ослушкујемо и трудимо се да задовољимо жеље и захтеве ученика, али и професора и наставе у целини. Тако се фонд попуњава најновијим насловима белетристике, стручне литературе, али највише лектиром. Желимо да то буде у много већем обиму и надамо се остварењу те жеље. 
                       Чланови библиотечке секције својим неисцрпним идејама и вољом да се ангажују, а у сарадњи са професорима књижевности и историје, организатори су и учесници у обележавању датума значајних за школу, књигу, књижевност, читање, културу, умет-ност и историју. За нама су многобројне изложбе, књижевне вечери, перформанси, наступи, гостовања, а испред нас много планова.
                       Руководећи се идејом да библиотека треба да буде тамо где су читаоци, школска библиотека се својим читаоцима придружила и на друштвеној мрежи Фејсбук, путем које дели информације, позиве, размењује идеје и искуства, прима корисне предлоге.

                       Радимо и развијамо се, у сталном настојању да прерастемо у модерну библиотеку која прати ученике и њихова интересовања и коју зову и осећају својом. Поносни смо на то што смо можда једина школска библиотека којој је ученик, Лука Милојковић, посветио стихове:

                       У приземљу тмурном, са северне стране

                       Гробарске гимназије надалеко знане,
                       чучи топла просторија нека,
                       сви је радо зову библиотека. 
                   </p>
               </div>
           </div>
           <!-- News 2 End -->
       </div>
       <?php include 'column_right.php'; ?>
   </div>
</body>
</html>
<!-- W -->
