<?php $prirodno = array(
'Српски језик и књижевност',
'4', '148', '3', '111', '3', '111', '4', '132',
'Први страни језик',
'2', '74', '2', '74', '2', '74', '2', '66',
'Други страни језик',
'2', '74', '2', '74', '2', '74', '2', '66',
'Латински језик',
'2', '74', '-', '-', '-', '-', '-', '-',
'Устав и права грађана',
'-', '-', '-', '-', '-', '-', '1', '33',
'Социологија',
'-', '-', '-', '-', '-', '-', '2', '66',
'Психологија',
'-', '-', '2', '74', '-', '-', '-', '-',
'Филозофија',
'-', '-', '-', '-', '2', '74', '2', '66',
'Историја',
'2', '74', '2', '74', '2', '74', '-', '-',
'Географија',
'2', '74', '2', '74', '2', '74', '-', '-',
'Биологија',
'2', '74', '2', '74', '3', '111', '3', '99',
'Математика',
'4', '148', '5', '185', '5', '185', '4', '132',
'Физика',
'2', '74', '3', '111', '3', '111', '5', '165',
'Хемија',
'2', '74', '3', '111', '3', '111', '2', '66',
'Рачунарство и информатика',
'2', '74', '2', '60', '2', '66', '2', '66',
'Музичка култура',
'1', '37', '1', '37', '1', '37', '1', '37',
'Ликовна култура',
'1', '37', '1', '37', '1', '37', '1', '37',
'Физичко васпитање',
'2', '74', '2', '74', '2', '74', '2', '66',
'Грађанско васпитање',
'1', '36', '1', '36', '1', '36', '1', '32',
'Верска настава',
'1', '36', '1', '36', '1', '36', '1', '32');

$specmat = array(
'Српски језик и књижевност',
'4', '140', '3', '105', '3', '105', '4', '124',
'Страни језик - Енглески',
'2', '70', '2', '70', '2', '70', '2', '62',
'Социологија са правима грађана',
'-', '-', '-', '-', '2', '70', '-', '-',
'Психологија',
'-', '-', '2', '70', '-', '-', '-', '-',
'Филозофија',
'-', '-', '-', '-', '-', '-', '2', '62',
'Историја',
'2', '70', '2', '70', '-', '-', '-', '-',
'Географија',
'2', '70', '2', '70', '-', '-', '-', '-',
'Физика',
'4', '126 + 14**', '3', '93 + 12**', '4', '126 + 14**', '4', '110 + 14**',
'Астрономија',
'-', '-', '-', '-', '-', '-', '1', '31',
'Биологија',
'-', '-', '-', '-', '3', '95 + 10**', '3', '83 + 10**',
'Хемија',
'3', '75 + 30**', '3', '73 + 32**', '2', '60 + 10**', '-', '-',
'Анализа са алгебром',
'4', '140', '4', '140', '4', '140', '4', '124',
'Геометрија',
'4', '140', '4', '140', '-', '-', '-', '-',
'Линеарна алгебра и аналитичка геометрија',
'-', '-', '-', '-', '4', '140', '-', '-',
'Вероватноћа и математичка статистика',
'-', '-', '-', '-', '-', '-', '2', '62',
'Нумеричка математика',
'-', '-', '-', '-', '-', '-', '2', '62',
'Рачунарство и информатика',
'3', '75 + 60**', '3', '75 + 60**', '2', '70 + 30**', '2', '62 + 30**',
'Програмирање и програмски језици',
'-', '-', '-', '-', '2', '70 + 30**', '2', '62 + 30**',
'Физичко васпитање',
'2', '70', '2', '70', '2', '70', '2', '62',
'Грађанско васпитање',
'1', '36', '1', '36', '1', '36', '1', '32',
'Верска настава',
'1', '36', '1', '36', '1', '36', '1', '32',
'Други страни језик*',
'2', '74', '2', '74', '2', '74', '2', '66');

$drustveno = array(
'Српски језик и књижевност',
'4', '148', '4', '148', '5', '185', '5', '165',
'Први страни језик',
'2', '74', '3', '111', '5', '185', '4', '132',
'Други страни језик',
'2', '74', '2', '74', '2', '74', '2', '66',
'Латински језик',
'2', '74', '2', '74', '-', '-', '-', '-',
'Устав и права грађана',
'-', '-', '-', '-', '-', '-', '1', '33',
'Социологија',
'-', '-', '-', '-', '-', '-', '3', '99',
'Психологија',
'-', '-', '2', '74', '-', '-', '-', '-',
'Филозофија',
'-', '-', '-', '-', '2', '74', '3', '99',
'Историја',
'2', '74', '2', '74', '3', '111', '3', '99',
'Географија',
'2', '74', '2', '74', '2', '74', '-', '-',
'Биологија',
'2', '74', '2', '74', '2', '74', '-', '-',
'Математика',
'4', '148', '3', '111', '2', '74', '2', '66',
'Физика',
'2', '74', '2', '74', '2', '74', '2', '66',
'Хемија',
'2', '74', '2', '74', '-', '-', '-', '-',
'Рачунарство и информатика',
'2', '74', '2', '60', '2', '66', '2', '66',
'Музичка култура',
'1', '37', '1', '37', '1', '37', '1', '37',
'Ликовна култура',
'1', '37', '1', '37', '1', '37', '1', '37',
'Физичко васпитање',
'2', '74', '2', '74', '2', '74', '2', '66',
'Грађанско васпитање',
'1', '36', '1', '36', '1', '36', '1', '32',
'Верска настава',
'1', '36', '1', '36', '1', '36', '1', '32');

$specosnovna = array(
'Српски језик и књижевност',
'4', '144', '4', '136',
'Страни језик - Енглески',
'2', '72', '2', '68',
'Ликовно*',
'1', '18', '1', '17',
'Музичко*',
'1', '18', '1', '17',
'Математика(алгебра)',
'3', '108', '3', '102',
'Математика(геометрија)',
'3', '108', '3', '102',
'Физика',
'3', '108', '3', '102',
'Информатика и рачунарство',
'3', '108', '3', '102',
'Историја',
'2', '54**', '2', '51**',
'Географија',
'2', '54**', '2', '51**',
'Биологија',
'2', '72', '2', '68',
'Хемија',
'2', '72', '2', '68',
'Физичко васпитање',
'2', '72', '2', '68',
'Грађанско васпитање',
'1', '36', '1', '34',
'Верска настава',
'1', '36', '1', '34',
'Други страни језик',
'2', '72', '2', '68');

function print_high(&$subj){
	echo '<table>';
	echo'
		<tr>
		  <th>Предмет</th>
		  <th colspan="2">Први разред</th>
		  <th colspan="2">Други разред</th>
		  <th colspan="2">Трећи разред</th>
		  <th colspan="2">Четврти разред</th>
		</tr>
		<tr>
		  <td> </td>
		  <td>Недељно</td>
		  <td>Годишње</td>
		  <td>Недељно</td>
		  <td>Годишње</td>
		  <td>Недељно</td>
		  <td>Годишње</td>
		  <td>Недељно</td>
		  <td>Годишње</td>
		</tr> ';
	$cur = 0;
	for($i = 0; $i < sizeof($subj)/9; ++$i){
		echo '<tr>';
		echo "<td>$subj[$cur]</td>"; ++$cur;
		for($j = 0; $j < 8; ++$j){
			echo "<td>$subj[$cur]</td>"; ++$cur;
		}
		echo '</tr>';
	}
	echo '</table>';
}

function print_elem($subj){
	echo'
	  <table>
		<tr>
		  <th>Предмет</th>
		  <th colspan="2">Седми разред</th>
		  <th colspan="2">Осми разред</th>
		</tr>
		<tr>
		  <td> </td>
		  <td>Недељно</td>
		  <td>Годишње</td>
		  <td>Недељно</td>
		  <td>Годишње</td>
		</tr> ';
	$cur = 0;
	for($i = 0; $i < sizeof($subj)/5; ++$i){
		echo '<tr>';
		echo "<td>$subj[$cur]</td>"; ++$cur;
		for($j = 0; $j < 4; ++$j){
			echo "<td>$subj[$cur]</td>"; ++$cur;
		}
		echo '</tr>';
	}
	echo '</table>';

}
?>
