<!DOCTYPE html>
<html lang="sr">
<head>
    <meta charset="utf-8" />
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <title>Гимназија "Светозар Марковић", Ниш</title>
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <link rel="stylesheet" type="text/css" href="css/style.css" />
    <script src="js/hubscript.js"></script>
    <style>
    @import url('https://fonts.googleapis.com/css?family=Open+Sans+Condensed:300');
</style>
</head>
<body>
    <?php include 'header.php'; ?>
    <div class="row">
        <div class="column left">
            <!-- News 1 -->
            <div class="news hvr-grow" style="background-color:#fff;">
                <div class="titleholder">
                    <img src="res/library.jpg" alt="newsphoto" style="width: 100%;">
                    <img id="imgico" style="margin-top: -50px;" src="res/school.png" alt="newsicon">
                    <span id="newstitle2" style="margin-left: 1%;">Реч или две о...</span>
                </div>
                <div style="padding-left: 2%; padding-right:1%">
                    <h2 id = "hederprirodno">Светозар Марковић</h2>
                    <p>Светозар Марковић био је новинар и публициста, родоначелник социјалистичког покрета у Србији. Иако је кратко живео, успео је да развије своје учење, добије присталице, створи покрет. Развио је живу јавну и књижевну делатност, покренуо је и прве социјалистичке листове, оставио опсежно публицистичко дело. Марковић је дао темељиту критику целокупне српске стварности обухвативши њене друштвено-економске, политичке, културне и књижевне аспекте. Као књижевник, наступио је са становишта "критичара реалисте", поставивши себи задатак да оцени не само појединачне појаве у дотадашњој књижевности, већ њен општи правац.

                        Наравно, највише нас интересује шта је то велики мислилац говорио о школи, васпитавању и образовању.

                        "Ја сам оставио скамије Велике школе у то време кад чувени штапови, цилиндри и огртачи великошколаца достигоше свој вршак, кад све каване у околини Велике школе беху напуњене "правницима"... сви астали за картање беху заузети ђацима, а на биљару нико не могаше добити реда од великошколаца... моја прошлост, моје јадно васпитање и учење дође ми као рђав сан."

                        Педагошка мисао Светозара Марковића код нас никада није довољно проучавана, а још мање уздизана, можда зато што је била критичка. Штета, јер овај млади човек је имао једну од најхуманијих и најсјајнијих визија будућности у сфери образовања.

                        Марковићево размишљање се заснива на национајлном педагошком наслеђу с једне стране и хуманистичком погледу с друге.

                        Био је велики противник тиранске династије удружене са бирократијом, конзерватизмом и либерализмом. Борио се паметно речју, а то је снага изнад свих других. Говорио је да никакав закон не може да буде над људском критиком.

                        Школство је критиковао зато што не развија слободоумност и родољубивост, а учитеље због тога што нису показивали вољу да наставу изводе по наставном плану и програму, већ су користили метеж, незнање и нерад који је у систему већ постојао.

                        "Родитељи су се у овом погледу угледали на учитеље, који су против свих правила савременог васпитања, такође користили своје ђаке за прање посуђа, чишћење стана, или пак чување учитељске деце. Власт је строго кажњавала родитеље због изостанка деце из школе, док никада није позивала учитеље на одговорност због злоупотребе ђака."

                        Посебно треба нагласити примену недозвољених васпитних средстава-батина, псовки, злостављања и других недостојних мера:

                        "Редовно, сваког дана, учитељ је питао ко не зна и ко је био немиран. Неки су били постављени да клече; неки су били бијени у потпуној форми, а други су само добијали пацке; неки су опет постављани у "апс", а кад је учитељ био у особитом расположењу, онда је (сигурно ради образованости) постављао кривца да "стоји". Код нас је то била највећа казна и била је одређена за велике грешнике. У нашем разреду висио је конопац од звонцета међу два дирека; грешника су везивали конопцем за један дирек и заповедали му да стоји на једној нози, па му се још давала тестија пуна воде да је држи пред собом, докле год се "не пусти" школа. Разуме се да је физички немогуће да се дете одржи у том положају. Руке и ноге су малаксале, зато га је учитељ почастио батинама и кад се таким начином одморио, принуђивао га је да заузме пређашњу позу."

                        Али најгоре од свега, по мишљењу С. Марковића, било је систематско заглупљивање омладине. "Из наших сеоских школа излази из педесет само један који уме читати и писати како ваља. Место тога да се старају да развију наш ум, да нас побуде да мислимо и тиме да пробуде у нама љубопитство за знањем они су нас терали да учимо гомилу речи, којима смисла нисмо разумевали. Ствар је била немогућа, и по томе уопште узевши ђаци су одговарали траљаво. Професори, место да увиде шта је у ствари, сматрали су то као инат и терали су нас батинама да се учимо. Сад се заиста рађао и инат (известан ђачки израз "нећу да учим") али још више страх, и сваки, ко и није могао да научи, старао се да превари: да бежи с часова, и да се јавља на час само онда, када је лекција лака; ако је био превод он га је написао на књизи; или ако је говорио с места он је гледао да чита све из књиге свог друга који је седео пред њим. Наши професори искварили су нас и углупили, па су се после тужили како смо глупи, како смо покварени, како нећемо да учимо, и исправљали су нас-батинама.

                        Једни су остајали и у вишим разредима велика деца. Они су учили да добију добру белешку, да добију наклоност професора и на испиту "књигу" или "похвалителни лист"; а најглавнија је побуда била она прва тј. добра белешка, да пређу из разреда у разред–да сврше школу. Друга је половина учила али из суревновања. Сваки се у тој половини старао да превазиђе другог и да постане "први ђак". Ово суревновање нарочито су подстицали наши професори, и они су га подстицали свима средствима, као ласкањем, наградама, давањем власти над другима (цензори, шедатрои) итд. У седмом разреду било нам је дозвољено да узимамо књиге из библиотеке. И да смо ми били остављени сопственој памети,може бити да би штогод изишло, али на несрећу нас су учили реторици и поезији. Ми смо имали главе пуне неких теорија о томе шта је драма, шта роман, шта је високи слог, шта је полет у мислима. Место да тражимо у драмама живе људе са мислима и осећањима, ми смо тражили заплет, фабулу и тенденцију-знаменита три јединства; замршаје и размршаје; "громопуцателне" фразе и "срцераздирателне" театралне сцене."

                        Светозар је говорио и ово:

                        "Човек није стока, па да му је једина цељ да се добро наждере... Сувишно уживање само пресићује и тупи човека. Циљ васпитања мора бити целокупни телесни, умни и морални развитак личности."

                        "Забава која развраћа ум није забава, већ деморалисање. Таква забава може само сметати распростирању истине. То је толико исто као кад би ко давао коме постојано слаткише, што кваре желудац, да га привикне јелу. Разуме се да покварен желудац није кадар после да вари ни здраву храну. Забављати ум може само онај предмет који му даје хране за мисли."

                        "Наша је цељ да науком помажемо напредак српског народа. Напредовање народа огледа се поглавито у ове три стране: материјалном благостању, образовању и слободи."

                    "Оставите декламације о мукама српским! Кад се ослободимо, декламоваћемо дивније песме о препорођењу српства. А сад прикупљајте снагу за тешка времена. Дижите успавани српски дух! Учите се наукама што помажу да се сломије сила непријатељева."</p>   
                </div>
            </div>
            <!-- News 1 end -->
        </div>
        <?php include 'column_right.php'; ?>
    </div>
</body>
</html>
<!-- W -->
